<?php

namespace Citfact\SiteCore\Tools;

class DateTools
{
    const monthNames = [
        1 => ['январь', 'январе'],
        2 => ['февраль', 'феврале'],
        3 => ['март', 'марте'],
        4 => ['апрель', 'апреле'],
        5 => ['май', 'мае'],
        6 => ['июнь', 'июне'],
        7 => ['июль', 'июле'],
        8 => ['август', 'августе'],
        9 => ['сентябрь', 'сентябре'],
        10 => ['октябрь', 'октябре'],
        11 => ['ноябрь', 'ноябре'],
        12 => ['декабрь', 'декабре'],
    ];
}